
[Subtitles]

CIN_Autopsy_ArchonKing_01="Ці створіння особливо приваблюють мене з самого першого моменту, як я помітила одного з них. Хоча мені знайомі біомеханічні монстри, яких прибульці використовували під час першого вторгнення, ці створіння помітно відрізняються від них. Досліджувана особина володіє блискучим розумом, що зовсім не характерно для прибульців, але невпинний контроль Старійшин зводить цю перевагу нанівець."
CIN_Autopsy_BerserkerQueen_01="Королева-берсерк - найбільш небезпечна серед моїх піддослідних, а також найбільш помітна причина замислитися, де проходить межа етики та раціональності в науковій роботі. Навіть у воєнний час не можна не думати про те, що посилення і без того нестабільної особини додатковими здібностями може завести мене за межу, звідки вже не повернутися."
CIN_Autopsy_ViperKing_01="Хоча з тих пір, як я проводила розтин, минули роки, навички повернулися найприроднішим чином. Дана особина не така страшна - вважаю, через зовнішню схожість з рептиліями, що мешкають на землі. Глибока цитогенетична модифікація хромосом вказує на те, що, ймовірно, це єдина особина чоловічої статі серед усього виду."



